{
    "navbar": {
        "home": "Beranda",
        "about": "Tentang Kami",
        "practiceAreas": "Bidang Praktik",
        "members": "Tim Kami",
        "blogs": "Blog",
        "contactUs": "Hubungi Kami"
    },
    "homePage": {
        "title": "Selamat Datang di Firma Hukum Kami",
        "desc": "Memberikan solusi hukum terpercaya dengan profesionalisme dan dedikasi.",
        "previewAboutUs": {
            "titleTop": "Pengacara Handal",
            "titleBottom": "Hasil Terpercaya",
            "title": "Tentang ASP Law Firm",
            "desc": "ASP Law Firm mengkhususkan diri dalam hukum kepailitan, memberikan panduan yang penuh empati dan efektif kepada individu dan bisnis yang menghadapi tantangan keuangan. Tim kami berkomitmen untuk membantu klien memahami kompleksitas hukum kepailitan dengan jelas dan percaya diri.",
            "callToAction": "Pelajari Lebih Lanjut"
        },
        "previewPracticeAreas": {
            "titleTop": "Dukungan Penuh Melalui",
            "titleBottom": "Keahlian Hukum",
            "desc": "Kami menawarkan berbagai layanan hukum yang komprehensif, masing-masing ditangani dengan keahlian profesional oleh anggota tim kami. Dari hukum kepailitan hingga restrukturisasi utang dan perlindungan aset, tim kami menerapkan pengetahuan khusus pada setiap kasus.",
            "callToAction": "Jelajahi Semua Bidang Praktik",
            "topPracticeAreas": {
                "bankruptcyLaw": {
                    "title": "Hukum Kepailitan",
                    "shortDesc": "Membimbing klien melewati kesulitan keuangan dengan keahlian.",
                    "longDesc": "Mengkhususkan diri dalam kasus kepailitan, kami memberikan panduan kepada individu dan bisnis yang menghadapi kesulitan keuangan, membantu mereka melalui proses hukum yang kompleks dengan percaya diri."
                },
                "litigation": {
                    "title": "Litigasi",
                    "shortDesc": "Melindungi hak klien di pengadilan dengan ketelitian.",
                    "longDesc": "Pengacara litigasi kami yang terampil mewakili klien di pengadilan dengan dedikasi dan ketelitian, memastikan hak mereka terlindungi di setiap proses hukum."
                },
                "copyright": {
                    "title": "Hukum Hak Cipta",
                    "shortDesc": "Melindungi kekayaan intelektual dengan keahlian hukum.",
                    "longDesc": "Melindungi hak kekayaan intelektual, kami membantu klien dalam hukum hak cipta untuk menjaga karya kreatif mereka dan memastikan perlindungan hukum."
                }
            }
        },
        "previewLawyers": {
            "titleTop": "Tim di Balik",
            "titleBottom": "Kesuksesan Anda",
            "desc": "Pengacara kami yang berpengalaman memberikan panduan hukum yang personal dan penuh dedikasi, berkomitmen untuk mencapai hasil terbaik bagi setiap klien dengan profesionalisme dan kepedulian.",
            "callToAction": "Temui Pengacara Kami"
        },
        "testimonials": {
            "title": "Apa Kata Klien Kami",
            "desc": "Baca testimoni dari klien yang telah merasakan manfaat layanan hukum kami."
        },
        "latestBlogs": {
            "title": "Wawasan & Artikel",
            "desc": "Tetap terinformasi dengan artikel terbaru kami tentang hukum kepailitan.",
            "callToAction": "Baca Blog Kami"
        },
        "contactUs": {
            "title": "Siap untuk Berdiskusi?",
            "desc": "Hubungi kami untuk membahas kasus Anda dan lihat bagaimana kami dapat membantu.",
            "callToAction": "Hubungi Kami"
        }
    },
    "aboutPage": {
        "pageTitle": "Tentang Kami",
        "title": "Tentang Firma Kami",
        "desc": "Pelajari lebih lanjut tentang misi, nilai, dan dedikasi kami kepada klien."
    },
    "practiceAreasPage": {
        "pageTitle": "Bidang Praktik",
        "title": "Bidang Praktik Kami",
        "desc": "Keahlian di berbagai bidang hukum untuk memenuhi kebutuhan unik Anda."
    },
    "membersPage": {
        "pageTitle": "Tim",
        "title": "Kenali Tim Kami",
        "desc": "Kenali pengacara dan staf pendukung kami yang berdedikasi untuk kesuksesan Anda."
    },
    "eachMemberPage": {
        "pageTitle": "Tentang {name}",
        "wellcome": "Selamat datang di halaman {name}!"
    },
    "blogsPage": {
        "pageTitle": "Blog",
        "title": "Wawasan Hukum",
        "desc": "Tetap terinformasi dengan artikel dan pembaruan tentang topik hukum penting."
    },
    "contactUsPage": {
        "pageTitle": "Hubungi Kami",
        "title": "Hubungi Kami",
        "desc": "Hubungi kami untuk konsultasi dan pertanyaan. Kami siap membantu."
    },
    "carousels": {
        "homePage": {
            "first": {
                "title": "Solusi Hukum yang Disesuaikan untuk Anda",
                "desc": "Firma kami menyediakan panduan hukum khusus untuk membantu Anda menghadapi dunia hukum dengan percaya diri.",
                "callToAction": "Temukan Layanan Kami"
            },
            "second": {
                "title": "Dukungan Klien yang Berdedikasi",
                "desc": "Kami berkomitmen untuk memahami kebutuhan unik Anda dan memberikan dukungan pribadi di setiap langkah.",
                "callToAction": "Temui Tim Berdedikasi Kami"
            },
            "third": {
                "title": "Keberhasilan Terbukti di Berbagai Bidang Hukum",
                "desc": "Dengan pengalaman luas di berbagai bidang hukum, kami menawarkan perwakilan yang andal untuk mencapai tujuan Anda.",
                "callToAction": "Jelajahi Keahlian Kami"
            }
        }
    },
    "commonWords": {
        "learnMore": "Pelajari Lebih Lanjut"
    }
}
